[
    {
        "titre": "Multiples vulnérabilités dans MISP (08 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans MISP. Elles permettent à un attaquant de provoquer une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1076/",
        "date": "Mon, 08 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Google Chrome (11 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Google Chrome. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1096/",
        "date": "Thu, 11 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Microsoft Edge (12 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Microsoft Edge. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1103/",
        "date": "Fri, 12 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Elastic (15 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Elastic. Elles permettent à un attaquant de provoquer une injection de code indirecte à distance (XSS) et un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1112/",
        "date": "Mon, 15 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Roundcube (15 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Roundcube. Elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données et une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1111/",
        "date": "Mon, 15 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Apple (15 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Apple. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance, une élévation de privilèges et un déni de service à distance. Apple indique que les vulnérabilités CVE-2025-14174 et...",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1110/",
        "date": "Mon, 15 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Tenable Nessus (16 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Tenable Nessus. Elles permettent à un attaquant de provoquer un déni de service à distance et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1114/",
        "date": "Tue, 16 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Moodle (16 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Moodle. Elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données, une injection de code indirecte à distance (XSS) et un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1113/",
        "date": "Tue, 16 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Trend Micro Apex One (16 décembre 2025)",
        "description": "Une vulnérabilité a été découverte dans Trend Micro Apex One. Elle permet à un attaquant de provoquer une exécution de code arbitraire.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1115/",
        "date": "Tue, 16 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Google Chrome (17 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Google Chrome. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1116/",
        "date": "Wed, 17 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Synology (17 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Synology. Elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1119/",
        "date": "Wed, 17 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Mozilla Firefox (17 décembre 2025)",
        "description": "Une vulnérabilité a été découverte dans Mozilla Firefox. Elle permet à un attaquant de provoquer un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1118/",
        "date": "Wed, 17 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans GLPI (17 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans GLPI. Elles permettent à un attaquant de provoquer une injection de code indirecte à distance (XSS) et un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1117/",
        "date": "Wed, 17 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Sonicwall Secure Mobile Access (18 décembre 2025)",
        "description": "Une vulnérabilité a été découverte dans Sonicwall Secure Mobile Access. Elle permet à un attaquant de provoquer une élévation de privilèges. Sonicwall indique que cette vulnérabilité est exploitée conjointement avec la vulnérabilité CVE-2025-23006 qui permet une exécution de code arbitraire à...",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1121/",
        "date": "Thu, 18 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans les produits Cisco (18 décembre 2025)",
        "description": "Une vulnérabilité a été découverte dans les produits Cisco. Elle permet à un attaquant de provoquer une exécution de code arbitraire à distance avec les droits administrateurs. Cisco indique que cette vulnérabilité est activement exploitée et fournit des recommandations dans son bulletin de...",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1120/",
        "date": "Thu, 18 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Mattermost Server (18 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Mattermost Server. Elles permettent à un attaquant de provoquer des problèmes de sécurité non spécifiés par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1122/",
        "date": "Thu, 18 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans PHP (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans PHP. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1126/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de Red Hat (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de Red Hat. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire, un déni de service à distance et une atteinte à la confidentialité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1132/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Microsoft Edge (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Microsoft Edge. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1124/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Centreon Web (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Centreon Web. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1127/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits IBM (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits IBM. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance, une élévation de privilèges et un déni de service à distance.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1131/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits VMware (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits VMware. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1129/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Foxit (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Foxit. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire, une élévation de privilèges et un déni de service.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1130/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans les produits NetApp (19 décembre 2025)",
        "description": "Une vulnérabilité a été découverte dans les produits NetApp. Elle permet à un attaquant de provoquer une atteinte à la confidentialité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1125/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de SUSE (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de SUSE. Certaines d'entre elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données, une atteinte à l'intégrité des données et un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1133/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de Debian LTS (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de Debian LTS. Certaines d'entre elles permettent à un attaquant de provoquer une élévation de privilèges, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1136/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans MongoDB Server (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans MongoDB Server. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1134/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux d'Ubuntu (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux d'Ubuntu. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1135/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Mozilla Firefox (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Mozilla Firefox. Elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance et un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1128/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Elastic (19 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Elastic. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1123/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans VMware Tanzu Platform (26 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans VMware Tanzu Platform. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1138/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de SUSE (26 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de SUSE. Certaines d'entre elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données, un contournement de la politique de sécurité et un déni de service.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1140/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits IBM (26 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits IBM. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance, un déni de service à distance et une atteinte à la confidentialité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1137/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de Red Hat (26 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de Red Hat. Elles permettent à un attaquant de provoquer un contournement de la politique de sécurité, un déni de service et un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1141/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux d'Ubuntu (26 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux d'Ubuntu. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1139/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Moxa NPort (31 décembre 2025)",
        "description": "De multiples vulnérabilités ont été découvertes dans Moxa NPort. Certaines d'entre elles permettent à un attaquant de provoquer une élévation de privilèges, un déni de service à distance et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1142/",
        "date": "Wed, 31 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de SUSE (02 janvier 2026)",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de SUSE. Elles permettent à un attaquant de provoquer une atteinte à l'intégrité des données et un déni de service.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0001/",
        "date": "Fri, 02 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits IBM (02 janvier 2026)",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits IBM. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0002/",
        "date": "Fri, 02 Jan 2026 00:00:00 +0000"
    }
]