[
    {
        "titre": "Multiples vulnérabilités dans MISP (08 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans MISP. Elles permettent à un attaquant de provoquer une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1076/",
        "date": "Mon, 08 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans les produits Mitel (11 décembre 2025)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans les produits Mitel. Elle permet à un attaquant de provoquer une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1097/",
        "date": "Thu, 11 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Roundcube (15 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans Roundcube. Elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données et une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1111/",
        "date": "Mon, 15 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits VMware (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits VMware. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1129/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Foxit (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Foxit. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire, une élévation de privilèges et un déni de service.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1130/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits IBM (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits IBM. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance, une élévation de privilèges et un déni de service à distance.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1131/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de Red Hat (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de Red Hat. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire, un déni de service à distance et une atteinte à la confidentialité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1132/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de SUSE (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de SUSE. Certaines d'entre elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données, une atteinte à l'intégrité des données et un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1133/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans MongoDB Server (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans MongoDB Server. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1134/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux d'Ubuntu (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux d'Ubuntu. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1135/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de Debian LTS (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de Debian LTS. Certaines d'entre elles permettent à un attaquant de provoquer une élévation de privilèges, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1136/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans PHP (19 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans PHP. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1126/",
        "date": "Fri, 19 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits IBM (26 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits IBM. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance, un déni de service à distance et une atteinte à la confidentialité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1137/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans VMware Tanzu Platform (26 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans VMware Tanzu Platform. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1138/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux d'Ubuntu (26 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux d'Ubuntu. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1139/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de SUSE (26 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de SUSE. Certaines d'entre elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données, un contournement de la politique de sécurité et un déni de service.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1140/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de Red Hat (26 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de Red Hat. Elles permettent à un attaquant de provoquer un contournement de la politique de sécurité, un déni de service et un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1141/",
        "date": "Fri, 26 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Moxa NPort (31 décembre 2025)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans Moxa NPort. Certaines d'entre elles permettent à un attaquant de provoquer une élévation de privilèges, un déni de service à distance et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2025-AVI-1142/",
        "date": "Wed, 31 Dec 2025 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de SUSE (02 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de SUSE. Elles permettent à un attaquant de provoquer une atteinte à l'intégrité des données et un déni de service.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0001/",
        "date": "Fri, 02 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits IBM (02 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits IBM. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0002/",
        "date": "Fri, 02 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Qnap (05 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Qnap. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0003/",
        "date": "Mon, 05 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans MariaDB (05 janvier 2026)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans MariaDB. Elle permet à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0004/",
        "date": "Mon, 05 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Centreon Open Tickets (06 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans Centreon Open Tickets. Elles permettent à un attaquant de provoquer une injection SQL (SQLi) et une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0005/",
        "date": "Tue, 06 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Veeam Backup & Replication (06 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans Veeam Backup & Replication. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance, une élévation de privilèges et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0006/",
        "date": "Tue, 06 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Stormshield Network Security (06 janvier 2026)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans Stormshield Network Security. Elle permet à un attaquant de provoquer une exécution de code arbitraire à distance et un déni de service à distance.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0007/",
        "date": "Tue, 06 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Joomla! (07 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans Joomla!. Elles permettent à un attaquant de provoquer une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0008/",
        "date": "Wed, 07 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Google Chrome (07 janvier 2026)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans Google Chrome. Elle permet à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0009/",
        "date": "Wed, 07 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Curl (07 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans Curl. Elles permettent à un attaquant de provoquer une atteinte à la confidentialité des données et un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0010/",
        "date": "Wed, 07 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Google Android (08 janvier 2026)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans Google Android. Elle permet à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0011/",
        "date": "Thu, 08 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans Trend Micro Apex Central (08 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans Trend Micro Apex Central. Elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance et un déni de service à distance.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0012/",
        "date": "Thu, 08 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Tenable Nessus Agent (08 janvier 2026)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans Tenable Nessus Agent. Elle permet à un attaquant de provoquer une élévation de privilèges.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0013/",
        "date": "Thu, 08 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans GitLab (08 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans GitLab. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une injection de code indirecte à distance (XSS).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0014/",
        "date": "Thu, 08 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Centreon (08 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Centreon. Certaines d'entre elles permettent à un attaquant de provoquer une exécution de code arbitraire à distance, une atteinte à la confidentialité des données et une injection SQL (SQLi).",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0015/",
        "date": "Thu, 08 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans les produits Moxa (09 janvier 2026)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans les produits Moxa. Elle permet à un attaquant de provoquer une exécution de code arbitraire à distance.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0016/",
        "date": "Fri, 09 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de Red Hat (09 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de Red Hat. Elles permettent à un attaquant de provoquer une exécution de code arbitraire, un contournement de la politique de sécurité et un déni de service.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0017/",
        "date": "Fri, 09 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux d'Ubuntu (09 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux d'Ubuntu. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0018/",
        "date": "Fri, 09 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans le noyau Linux de SUSE (09 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans le noyau Linux de SUSE. Elles permettent à un attaquant de provoquer une atteinte à l'intégrité des données et un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0019/",
        "date": "Fri, 09 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits IBM (09 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits IBM. Certaines d'entre elles permettent à un attaquant de provoquer un déni de service à distance, une atteinte à la confidentialité des données et une atteinte à l'intégrité des données.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0020/",
        "date": "Fri, 09 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Vulnérabilité dans Microsoft Edge (09 janvier 2026)",
        "type": "Avis",
        "description": "Une vulnérabilité a été découverte dans Microsoft Edge. Elle permet à un attaquant de provoquer un contournement de la politique de sécurité.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0021/",
        "date": "Fri, 09 Jan 2026 00:00:00 +0000"
    },
    {
        "titre": "Multiples vulnérabilités dans les produits Microsoft (09 janvier 2026)",
        "type": "Avis",
        "description": "De multiples vulnérabilités ont été découvertes dans les produits Microsoft. Elles permettent à un attaquant de provoquer un problème de sécurité non spécifié par l'éditeur.",
        "lien": "https://www.cert.ssi.gouv.fr/avis/CERTFR-2026-AVI-0022/",
        "date": "Fri, 09 Jan 2026 00:00:00 +0000"
    }
]